{"c2array":true,"size":[445,2,1],"data":[[["ABG"],["Arterial Blood Gas."]],[["ABO blood group"],["The major human blood type system which depends on the presence or absence of antigens A and B."]],[["Absorb"],["To suck up or take in, as through pores."]],[["Acid-citrate-dextrose (ACD)"],["An anticoagulant containing citric acid, sodium citrate, and dextrose."]],[["Acquired immunodeficiency syndrome (AIDS)"],["A disease caused by an infection of the human immunodeficiency virus (HIV-1, HIV-2)."]],[["Acute"],["Of short duration. Rapid and abbreviated in onset in reference to a disease process."]],[["Adsorb"],["To attract and retain other material on the surface."]],[["Adult Respiratory Distress Syndrome (ARDS)"],["A life threatening inflammatory reaction of the lungs in response to various forms of injuries or acute infection."]],[["Aerobic"],["Referring to organisms requiring an oxygenated environment to grow and live."]],[["Agglutination"],["The process of cells clumping together, such as red blood cells or bacteria, with the formation of clumps of cells."]],[["AHF"],["Antihemophilic Factor. Factor VIII."]],[["AIDS"],["Acquired Immune Deficiency Syndrome, caused by human immunodeficiency virus (HIV)."]],[["Air Embolism (Emboli)"],["An air embolism is a potentially fatal pathological condition caused by air bubble/s in a blood vessel and/or one or more of the heart chambers."]],[["Albumin"],["Main protein in human blood."]],[["Allen’s test (Modified Allen’s test)"],["Allen's test is used to test blood supply to the hand, specifically, the patency of the radial and ulnar arteries."]],[["Allergen"],["A substance capable of producing a hypersensitivity reaction (allergy)."]],[["Allergy"],["An unusual sensitivity to a normally harmless substance that provokes a strong reaction in a person's body."]],[["Ambulatory"],["Mobile, walking around."]],[["Anaerobic"],["Organisms that can grow, live, and multiply in the absence of oxygen."]],[["Anaphylaxis (Anaphylactic Shock)"],["A serious allergic reaction that is rapid in onset and may cause death. It typically causes a number of symptoms including an itchy rash, throat swelling, and low blood pressure."]],[["Anastomosis"],["Refers to connections between tubular structures such as blood vessels or between loops of intestine."]],[["Anatomy"],["The branch of science that studies the physical structure of animals, plants, and other organisms."]],[["Anemia"],["The condition of having less than the normal number of red blood cells or hemoglobin in the blood."]],[["Anesthetic"],["A drug that causes unconsciousness or a loss of local or general sensation."]],[["Anomalous"],["Deviating from the norm or from what people expect."]],[["Anterior"],["Towards the front of the body."]],[["Antibacterial agent"],["A synthetic preparation or drug that destroys or inhibits the growth of bacteria. It is used to treat bacterial infections in patients."]],[["Antibiotic"],["Antibacterial substances used to treat infection."]],[["Antibody"],["A molecule produced by immune cells with an affinity for a specific antigen."]],[["Anticoagulant"],["A natural or synthetic agent that prevents the formation of blood clots."]],[["Antifibrinolytics"],["Used to inhibit fibrinolysis (the process of dissolving a blood clot)."]],[["Antigen"],["A substance that is capable of producing a specific immune response with a specific antibody."]],[["Antihemophilic factor"],["Coagulation (clotting) factor number VIII."]],[["Antihistamine"],["A drug that antagonizes the action of histamine. It is used to treat allergies."]],[["Anti-platelet agents"],["Medications that, like aspirin, reduce the tendency of platelets in the blood to clump and clot."]],[["Antiseptic"],["A substance that discourages the growth of microorganisms."]],[["Antiseptic rub"],["An agent that reduces or prevents infection, especially by eliminating or reducing the growth of microorganisms that cause disease."]],[["Apheresis"],["A technique in which blood products (e.g., platelets) are separated from a donor, the desired elements collected, and the rest returned to the donor."]],[["Arterial catheterization"],["The placement of a thin, hollow tube into the lumen of an artery to measure real time arterial pressure. The catheter can also be used to get repeated blood samples to frequently measure the levels of oxygen and/or carbon dioxide in the bloodstream."]],[["Arterial line"],["Catheter inserted into an artery. It may be used for withdrawing blood, measuring arterial pressure, and rarely IV Infusion under pressure."]],[["Arterial"],["Referring to a blood vessel that is part of the system carrying blood under pressure from the heart to the rest of the body."]],[["Arteriole"],["A small branch of an artery that leads to a capillary."]],[["Arteriovenous fistula"],["The surgical joining of an artery and a vein under the skin for the purpose of hemodialysis."]],[["Artery"],["Blood vessel carrying blood from the heart to the cells of the body."]],[["Ascites"],["An accumulation of serous fluid in the peritoneal cavity, causing abdominal swelling."]],[["Aseptic"],["Pertaining to protocols used by medical professionals to prevent microbial contamination."]],[["Aseptic technique"],["Protocols used by medical professionals to prevent microbial contamination."]],[["Aseptically"],["Preventing infection from pathogenic microorganisms."]],[["Aspirate (aspiration)"],["Exerting negative pressure with the plunger of a syringe before injecting to ensure an intravascular position of the needle or to avoid an inadvertent intravascular injection. Aspiration is the act of removing liquid or gas by suctioning (e.g., blood or pus from a body cavity)."]],[["Auscultation"],["Gathering information about the patient by listening to bodily sounds, usually with a stethoscope."]],[["Autohemolysis"],["Hemolysis of red blood cells of a person by his own serum."]],[["Autopsy"],["The medical examination of a dead body in order to establish the cause and circumstances of death."]],[["Backflow"],["Refers to the reflux of blood into the catheter lumen upon disconnection of a cannula or needle."]],[["Bacteremia"],["The presence of viable bacteria circulating in the bloodstream. Diagnosed with blood cultures."]],[["Barrier techniques"],["Methods of using a variety of items intended to protect the medical professional, as well as the patient from transferring infection to either, and to minimize the chances of cross infection."]],[["Basal state"],["Early in the morning, approximately 12 hours after the last ingestion of food or other nutrition."]],[["Basilic vein"],["Large vein on the inner side of the arm."]],[["Basophil"],["A subtype of leukocyte with a granular cytoplasm staining with basophilic dyes."]],[["Betadine®"],["The trade name of a popular topical antiseptic agent that contains iodine; povidone-iodine."]],[["Bicarbonate (HCO3)"],["An alkaline, and a vital component of the human body’s pH buffering system (maintaining acid-base homeostasis)."]],[["Bleeding time"],["A test that measures the time it takes for small blood vessels to close off and stop bleeding."]],[["Blind stick"],["Performing a venipuncture with no apparently visible or palpable vein."]],[["Blood"],["The fluid in the body that contains red cells, white cells, platelets, proteins, plasma, and other elements."]],[["Blood bank"],["A blood bank is a cache of blood or blood components, gathered through blood donation, then stored and preserved for later use in blood transfusion."]],[["Blood cells"],["Cells normally found in blood (red blood cells or erythrocytes, white blood cells or leukocytes, and blood platelets or thrombocytes)."]],[["Blood clot"],["The conversion of blood from a liquid form to solid through the process of coagulation."]],[["Blood clotting factor"],["A number of different factors, which work together when activated to form a blood clot."]],[["Blood count"],["The determination of the proper number of red blood cells, white blood cells, and platelets present in the patients’ blood."]],[["Blood culture"],["A test which involves the incubation of a blood specimen overnight to determine if bacteria are present."]],[["Blood culture"],["A microbiological culture of blood used to detect infections that spread through the bloodstream."]],[["Blood donation"],["Donated blood used for transfusions or to be made into specialized blood components or medications by a process called fractionation."]],[["Blood donor"],["A person who regularly donates blood."]],[["Blood film"],["A sample of blood that is applied to a microscope slide and then studied under the microscope."]],[["Blood groups"],["A specific antigen manifesting on specific persons’ red blood cell surfaces – for example A, B, or Rh antigens."]],[["Bloodletting"],["The act of letting blood or bleeding, by opening a vein or artery, or by cupping or leeches, especially as applied to venesection."]],[["Blood plasma"],["The pale yellow or gray-yellow, protein-containing fluid portion of the blood in which blood cells and platelets are normally suspended."]],[["Blood serum"],["Blood serum is whole blood minus both the cells and the clotting factors."]],[["Blood smear"],["A sample of blood is applied to a microscope slide and then studied under the microscope."]],[["Blood Stream Infection (BSI)"],["Blood infection often believed to be introduced via an IV catheter."]],[["Blood transfer device"],["A safety device designed to transfer blood from one container into another."]],[["Blood transfusion"],["The process of receiving blood or blood products intravenously into the circulation. Transfusions are used in a variety of medical conditions to replace lost blood or blood components."]],[["Blood vessel"],["All the vessels lined with endothelium through which blood circulates."]],[["Bloodborne pathogens"],["Any disease-producing microorganisms that are spread through direct contact with contaminated blood."]],[["Blunt cannula"],["A non-sharp plastic or metal needle. Also refers to a needleless system where the blunt cannula accesses a pre-slit injection port. "]],[["Bodily secretions"],["Bodily fluids produced by exocrine glands such as the salivary and tear glands."]],[["Bolus"],["Dosage of medication, usually administered within a short period of time, given via IV push, either directly into a vein or through a port on the IV tubing."]],[["Breast milk"],["Milk produced by the breasts (or mammary glands) of mammal females (including human females) for infant offspring."]],[["Bruise"],["A reddish-purple traumatic injury of the soft tissues, which results in breakage of the local capillaries and leakage of red blood cells. Also called a contusion."]],[["Bruit"],["The term for the unusual sound that blood makes when it rushes past a partial obstruction due to turbulent flow in an artery."]],[["Butterfly"],["A small needle with two plastic wings attached which are squeezed together to form a tab that is used to manipulate the needle."]],[["Cannula"],["A flexible tube for insertion into a duct, vein, or cavity in order to drain away fluid or to administer drugs."]],[["Capillaries"],["An extensive network of microscopic blood vessels that supply oxygen and nutrients to cells and remove CO2 and waste products."]],[["Capillary"],["Any one of the minute vessels that connect the arterioles and venules. Together, capillaries form a network in nearly all parts of the body. "]],[["Carbamate hemoglobin"],["A hemoglobin compound bound with carbon dioxide in the red blood cells."]],[["Carbon Dioxide (CO2)"],["One of the mediators of the local autoregulation of blood supply. When levels are high, capillaries expand to allow a greater blood flow to that tissue."]],[["Carboxyhemoglobin"],["Hemoglobin that has been bound with carbon monoxide."]],[["Catheter"],["Hollow tube of variable size used for intravenous, arterial, as well as body cavity/organ (e.g., bladder) access. "]],[["Catheter introducer"],["Needle device that is used to insert a catheter into the artery or vein. The catheter slides off the introducer needle, which is then disposed of."]],[["Catheter Malposition/Migration"],["Movement of a catheter which can cause trauma within the vein or artery and interrupt IV therapy. "]],[["Catheter Related Sepsis (CRS)"],["Blood infection believed to be introduced through an IV catheter."]],[["Cathflo Activase (Alteplase)"],["A medication used for the restoration of function to central venous access devices (CVADs) as assessed by the ability to withdraw blood."]],[["CBC"],["Complete Blood Count."]],[["CDC (Centers for Disease Control and Prevention)"],["A United States federal agency that protects public health and safety by providing information to enhance health decisions. CDC promotes health through partnerships with state health departments and other organizations."]],[["Central Venous Catheter (CVC)"],["A small, flexible plastic tube inserted into a large vein in the neck, chest or groin where the tip of the catheter resides in the superior vena cava."]],[["Central venous line"],["Also called a central venous catheter or central venous access catheter. It is a catheter placed into a large vein in the neck, chest, or groin, which is used to administer medication or fluids, obtain blood tests, and directly obtain cardiovascular measurements such as the central venous pressure."]],[["Centrifuge"],["A laboratory apparatus that separates mixed samples into homogenous component layers by spinning them at high speed."]],[["Cephalic vein"],["One of the larger arm veins that empty into the axillary vein."]],[["Cerebrospinal fluid (CSF)"],["Cerebrospinal fluid is a clear, colorless bodily fluid produced in the choroid plexus of the brain."]],[["Chelate"],["Combining with a metallic ion into a ring complex."]],[["Chemotherapy"],["Treatment of disease with chemical reagents that have a specific and toxic effect upon the disease-causing microorganism or cancer cells."]],[["Chlorhexidine"],["Antiseptic agent commonly used to eliminate, reduce, or weaken microorganisms. "]],[["Circulation"],["The movement of blood in a circuitous course."]],[["Citrate phosphate dextrose (CPD)"],["A type of anticoagulant."]],[["Citrate phosphate dextrose adenine (CPDA-1)"],["An anticoagulant used for the preservation of whole blood and red cells."]],[["Cleaning"],["The removal of all visible foreign material from objects using water, detergents, or mechanical means."]],[["Clot"],["A semisolid mass of blood found outside of the circulatory system."]],[["Coagulate"],["The process of clot formation."]],[["Coagulation factors"],["Group of plasma protein substances (Factor I thru XIII) contained in the plasma, which act together to bring about blood coagulation."]],[["Collateral circulation"],["Blood which is carried through secondary channels after the primary vessels of a particular area has been obstructed."]],[["Colloid solution"],["IV fluid containing large proteins and molecules that tends to stay within the blood vessels."]],[["Coma"],["A coma is a state of unconsciousness lasting more than six hours, in which a person cannot be awakened and fails to respond normally to painful stimuli, light, or sound. The comatose person lacks a normal sleep-wake cycle and does not initiate voluntary actions."]],[["Comatose"],["Unconscious (in a coma)."]],[["Complete blood count (CBC)"],["The number of red blood cells, white blood cells, and platelets present in a blood sample (per cubic millimeter)."]],[["Complications"],["A disease or problem that arises in addition to the initial condition during or following the medical or surgical treatment of a patient."]],[["Conduction anesthesia"],["A comprehensive term which encompasses a great variety of local and regional anesthetic techniques."]],[["Contact dermatitis"],["Inflammation of the skin due to contact with an allergen, resulting in a range of symptoms such as redness, swelling, itching, or blistering."]],[["Contagious"],["May be transmitted from one person to another person."]],[["Contamination"],["The introduction of pathogenic organisms into a wound."]],[["Contusion"],["A bruise or injury without a break in the skin."]],[["Coronary arteriography"],["A test that uses X-rays to help a doctor/radiologist/cardiologist find narrowing or blockage in the coronary arteries."]],[["Cortisone"],["A steroid hormone secreted by the adrenal cortex. Synthetic cortisone medications used to treat allergic responses and other medical conditions."]],[["Coumadin"],["Trademark name for warfarin, an anticoagulant."]],[["Crystalloid solutions"],["IV fluids containing varying concentrations of electrolytes."]],[["CT scan (CAT scan)"],["Computed Tomography or Computed Axial Tomography. A medical imaging procedure that utilizes computer-processed X-rays to produce “slices” of specific areas of the body."]],[["Cubital fossa (antecubital fossa)"],["The cubital fossa (or elbow pit) is the triangular area on the anterior view of the elbow of a human. It contains the radial and median nerves, the brachial artery, the tendon of the biceps muscle, as well as several more superficial veins."]],[["Cubital vein"],["The cephalic vein when it crosses the cubital fossa. It communicates with the basilic vein in the cubital fossa via the median cubital vein."]],[["Cutaneous"],["Referring to the skin and its appendages."]],[["Cytoplasm"],["The cell contents excluding the nucleus with all the organelles suspended in it."]],[["D5W"],["Dextrose 5% in water."]],[["D-dimer blood test"],["A test to evaluate fibrinolysis by measuring the levels of a small protein fragment present in the blood after the degradation of a blood clot/blood clots ."]],[["Dead space (residual volume)"],["The residual volume withheld in an IV device. Refers to the amount of fluid remaining in a connector, not delivered to the patient."]],[["Deep Vein Thrombosis (DVT)"],["A thrombus that formed in one of the deep veins, usually of the leg."]],[["Defibrinated blood"],["Blood that has been deprived of fibrin."]],[["Dehydration"],["The lack of water in the body resulting from inadequate intake of fluids or excessive loss of water and electrolytes through sweating, vomiting, or diarrhea."]],[["Dermatitis"],["Inflammation of the skin from any cause, resulting in a range of symptoms such as redness, swelling, itching, or blistering."]],[["Dextrose"],["A carbohydrate (sugar) solution used in intravenous drips."]],[["Dialysis"],["The process of cleansing the blood by passing it through a special machine."]],[["Dialyzer"],["The dialyzer is the heart of the hemodialysis machine used to replace the functions of the kidneys in kidney failure patients."]],[["Differential"],["A count of the different types of leukocytes in a stained blood smear. The proportion is expressed as a percentage."]],[["Disinfectant"],["A substance capable of killing a wide range of microorganisms."]],[["Disinfection"],["Process that eliminates many or all infectious micro-organisms except bacterial and fungal spores."]],[["Displacement"],["The volume of fluid displaced in a catheter when a needleless intravenous (IV) connector is connected or disconnected."]],[["Distal"],["Further away from the torso. Further away from the IV solution bag."]],[["Distended"],["Expanded, swollen, or inflated."]],[["Dorsal"],["Referring to or situated on the back of the body, the upper parts of the hands (opposite side of the palms), and feet (opposite side of the soles)."]],[["Drip chamber"],["Clear, plastic tube (chamber) used as a reservoir and measuring device on IV lines just below the solution bag."]],[["D5W"],["Short for 5% dextrose in water."]],[["Ebola (Ebola hemorrhagic fever)"],["A viral disease transmitted by contaminated blood or body fluids, often recognized by the leakage of blood and bodily fluids, usually resulting in death."]],[["Ecchymosis"],["A diffuse collection of blood outside the blood vessels within the tissue."]],[["Edema"],["The swelling of soft tissues as a result of excess fluid accumulation."]],[["EDTA (Ethylenediaminetetraacetate)"],["A calcium chelating (binding) agent that is used as an anticoagulant for laboratory blood specimens."]],[["Effluent"],["An outflow, usually of fluid."]],[["Effusion"],["The oozing of fluids from blood or lymph vessels into body cavities or tissues as a result of inflammation."]],[["Electrolytes"],["Ions in cells, blood, or other bodily fluids with many physiological functions like assisting with maintaining normal pH levels, nerve impulse conduction, and muscle contraction."]],[["Embolism"],["The blockage of a blood vessel due to an embolus, usually a blood clot formed at one place in the circulation and then lodging in another area."]],[["Embolus"],["A dislodged and displaced blood clot, or some other substance, causing obstruction in blood vessels at a distant site."]],[["EMLA cream"],["A topical anesthetic cream used locally on children for mildly invasive procedures such as venipuncture."]],[["Endothelium"],["The layer of cells lining the closed internal spaces of the body such as the blood vessels and lymphatic vessels."]],[["Eosinophil"],["An eosin (red) staining leukocyte with a nucleus that usually has two lobes connected by a slender thread of chromatin."]],[["Epidemiology"],["The science concerned with the study of factors influencing the distribution of disease and their causes in a defined population."]],[["Epidermis"],["The upper or outer layer of the two main layers of cells that make up the skin."]],[["Epithelium"],["The outermost layer of skin, mucous membranes, as well as the lining of the digestive and respiratory systems."]],[["Erythrocytes"],["Red blood cells, which primarily carry oxygen and collect carbon dioxide using hemoglobin."]],[["Etiology"],["The cause or origin of a disease or disorder."]],[["Excretions"],["A body’s waste products (e.g., carbon dioxide, sweat, urine and feces)."]],[["Extension set"],["IV tubing used to provide additional length or access to the primary IV line. "]],[["Extracellular space"],["The space outside the cells consisting of the intravascular and the interstitial spaces."]],[["Extravasation"],["The leaking of blood or other fluid from a vessel into surrounding tissue as a result of injury, burns, or inflammation."]],[["Extremities"],["Limbs of a person or animal, or the parts of a limbs that are farthest from the body (e.g., hands or feet)."]],[["Exudate"],["A fluid rich in protein and cellular elements that oozes out of blood vessels due to inflammation and is deposited in nearby tissues."]],[["Exudates (verb)"],["Fluid leaking from a blood vessel, tissue, or organ."]],[["Factor VIII"],["An important clotting factor known as antihemophilic factor (AHF)."]],[["Faint"],["Sudden loss of consciousness."]],[["Fasting"],["Abstaining from all food and liquids, with the exception of small sips of water, usually overnight."]],[["Feces"],["The body's solid waste matter, composed of undigested food, bacteria, water, and bile pigments, discharged from the bowel through the anus."]],[["Fibrin Sleeve"],["A buildup of platelets on the exterior of and indwelling catheter that can lead to thrombus formation."]],[["Fibrin"],["The protein chains formed during normal blood clotting that is the essence of the clot."]],[["Fibrin Tail"],["A fibrin formation that hangs off the tip of the catheter like a tail."]],[["Fibrinogen"],["The protein from which fibrin is formed."]],[["Fibrinolytic (Thrombolytic)"],["Fibrinolytic or thrombolytic drugs are used to dissolve (lyse) blood clots (thrombi)."]],[["Finger stick"],["A procedure in which a finger is pricked with a lancet to obtain a small quantity of capillary blood for testing."]],[["Fistula"],["An intentional or pathological shortcut between a vein and an artery. An opening or passage between two organs or between an organ and the skin."]],[["Flashback"],["The appearance of a small amount of blood when inserting the needle of a syringe or the tubing of a butterfly or cannula in a vein indicating that venous access has been successful."]],[["Flexion"],["In the bent position."]],[["French size"],["Term used to describe external diameter of catheter. Numerical increase = size increase."]],[["Gauge"],["Typically refers to the inside diameter of a needle or catheter. Numerical increase = size and flow rate decrease."]],[["General anesthesia"],["A medically induced coma and loss of protective reflexes resulting from the administration of general anesthetic agents."]],[["Germicide"],["An agent that kills pathogenic microorganisms."]],[["Glucose"],["The sugar measured in blood and urine specimens to test for diabetes."]],[["Graft"],["An implant or transplant of any tissue or organ."]],[["Harvesting"],["The collection and preservation of tissues or cells from a donor for the purpose of transplantation."]],[["Hb"],["Blood hemoglobin level. Normal hemoglobin values are 14-18 g/dl in adult males and around 12-16 g/dl in adult females."]],[["Heel prick (heel stick)"],["A procedure in which an infant’s heel is pricked with a lancet to obtain a small quantity of capillary blood for testing."]],[["Hematocrit"],["The ratio of the total red blood cell volume to the total blood volume, expressed as a percentage."]],[["Hematology"],["The branch of medicine devoted to the study of blood, blood-producing tissues, and diseases of the blood."]],[["Hematoma"],["A hematoma is a localized collection of blood outside the blood vessels within the tissue."]],[["Hematopoiesis (hemopoiesis)"],["The formation of the cellular components of blood in the blood-forming tissues of the body, mostly the red bone marrow."]],[["Hemoconcentration"],["A decrease in the fluid content of the blood (plasma), resulting in an increase in the hematocrit."]],[["Hemodialysis"],["The removal of certain components of the blood by virtue of the difference in their rates of diffusion through a semipermeable membrane."]],[["Hemoglobin"],["An iron-containing protein in red blood cells that transports oxygen around the body."]],[["Hemolysis"],["The breaking of the red blood cells membrane releasing free hemoglobin into the circulating blood or blood sample."]],[["Hemostasis"],["To stop bleeding either by vasoconstriction, coagulation, or by surgical means."]],[["Heparin"],["A natural anticoagulant formed in the liver and used to reduce or prevent blood clotting."]],[["Heparin cap"],["Injection port."]],[["Heparin Lock"],["The function of administering heparin into a catheter after use to reduce intraluminal clotting of blood. Used for intermittent therapies where the catheter is not being utilized for fluid delivery. "]],[["Hepatitis"],["Inflammation of the liver."]],[["Hepatitis B"],["A sometimes recurring or fatal form of hepatitis that is caused by a virus and transmitted through contact with infected blood, blood products, and bodily fluids."]],[["Hepatitis C"],["Inflammation of the liver, caused by a virus. Symptoms include fever, jaundice, abdominal pain, and weakness."]],[["Hickman catheter"],["A hollow silicone (soft, rubber-like material) tube inserted and secured into a large vein in the chest for long-term use to administer drugs or nutrients."]],[["HIV"],["Human Immunodeficiency Virus known to be responsible for producing Acquired Immunodeficiency Syndrome (AIDS)."]],[["Hub"],["Female connection of an IV device or catheter into which the male luer is inserted."]],[["Huber"],["Needle A needle bent at an acute angle used for accessing implanted ports."]],[["Humoral"],["Pertaining to humoral (or hormonal) control or relating to the immune response that involves antibodies circulating in bodily fluids."]],[["Hyperalimentation"],["Total parenteral nutrition (TPN)."]],[["Hyperbaric oxygen therapy"],["The medical use of oxygen at a level higher than atmospheric pressure."]],[["Hyperbaric"],["Referring to pressures higher than normal."]],[["Hyperglycemia"],["An abnormally high glucose in the blood."]],[["Hypersensitivity"],["A state in which the body reacts with an exaggerated immune response to a foreign substance."]],[["Hypertonic crystalloid"],["A crystalloid solution that has a higher concentration of electrolytes than the body’s plasma."]],[["Hypodermic needle"],["A needle that attaches to a syringe for the purpose of injections or withdrawal of fluids such as blood."]],[["Hypoglycemia"],["An abnormally low glucose level in the blood."]],[["Hypotonic crystalloid"],["A crystalloid solution that has a lower concentration of electrolytes than the body’s plasma."]],[["Immunoglobulins"],["Antibodies formed by cells of the immune system that are present in blood and saliva."]],[["Implant"],["Object or material, such as tissue, partially or totally inserted or grafted into the body of a recipient."]],[["Implantable Port"],["Subcutaneous (below the skin) injection port having no exterior components when not in use."]],[["In vitro"],["Outside the living body."]],[["In vivo"],["Inside the living body."]],[["Infection Control Officer"],["The person in a hospital in charge of the prevention and management of hospital infections and related issues."]],[["Inferior"],["Towards the lower aspects of the body."]],[["Infiltration"],["Fluid seeping into the tissue. Local anesthetic injected diffusely into tissue."]],[["Infusate"],["IV solution to be administered."]],[["Infusion pumps"],["A programmable medical device used for infusing controlled amounts of fluid or medication into a patient’s body – usually into the bloodstream."]],[["Injection cap"],["Access point of a catheter where the IV line administration line is connected."]],[["Inspection"],["The act of gathering visual information about a patient, done by a medical professional."]],[["Intermittent"],["Therapy Administration of IV therapy which occurs at intervals."]],[["Interstitial fluid"],["Fluid surrounding the cells of the body (excluding blood)."]],[["Interventional radiology"],["A medical sub-specialty of radiology that utilizes minimally invasive image-guided procedures to diagnose and treat diseases in nearly every organ system."]],[["Intra-arterial"],["Pertaining to the inside of an artery or the arterial system."]],[["Intracellular fluid"],["The fluid within the cells."]],[["Intradermal injections"],["An injection of medication into the skin’s dermis layer (below the epidermis)."]],[["Intramuscular injection (IMI)"],["An injection of medication into one of the large muscles of the body."]],[["Intrathecal injection"],["An injection into the sub-arachnoid space."]],[["Intravascular volume"],["The volume of blood contained within all the blood vessels (arteries, veins, and capillaries)."]],[["Intravenous fluids"],["Chemically prepared solutions that are administered to a patient via an IV route."]],[["Intravenous (IV)"],["Therapy Infusion therapy given to a patient via intravenous access."]],[["Intravenous line"],["A tube with a needle or cannula placed directly into a vein and used to correct electrolyte imbalances, to deliver medications, for blood transfusion, or as fluid replacement to correct conditions such as dehydration."]],[["Iodine"],["Usually used in an alcohol solution, called tincture of iodine, as a pre- and post-operative antiseptic and occasionally for preparing the skin aseptically before venipuncture."]],[["Irrigation"],["To push fluid though an IV line, usually with normal saline solution."]],[["Isotonic crystalloid"],["A crystalloid solution that has the same concentration of electrolytes as the body plasma."]],[["IV Setup"],["Equipment and items required for starting an IV infusion. "]],[["IV Skills (Intravenous skills)"],["The ability to perform phlebotomy and to put up an intravenous line."]],[["IVH"],["Intravenous hyperalimentation."]],[["Joint"],["A part of the body where bones are connected (e.g., the knee, elbow, or skull). "]],[["Keep Vein Open (KVO)"],["Refers to a slow continuous IV infusion for keeping the vein open and the cannula unobstructed."]],[["Kidney dialysis"],["Kidney dialysis is a process for removing waste and excess water from the blood, and is used primarily to provide an artificial replacement for lost kidney function in people with renal failure."]],[["Laminar flow hood"],["Safety cabinets with air flow in such a direction as to carry any harmful materials or fumes away from the worker."]],[["Lancet"],["A small sharp blade for puncturing the skin for collecting small amounts of capillary blood."]],[["Lateral"],["Away from the midline of the body."]],[["Leukocytes (leucocytes)"],["White blood cells or leukocytes are cells of the immune system involved in defending the body against both infectious disease and foreign materials."]],[["Lipids (Interlipids)"],["Emulsified fat for IV infusion for nutritional therapy."]],[["Lipohypertrophy"],["Medical term that refers to a lump under the skin caused by accumulation of extra fat at the site of many subcutaneous injections of insulin."]],[["Local anesthesia"],["The prevention of sensory impulses, especially pain impulses, in a localized area of the body from reaching the brain by depositing a local anesthetic solution in the area or near a sensory nerve stem supplying the area."]],[["Luer lock"],["A secure connecting and locking mechanism between a male luer fitting and a female luer fitting. The female fitting screws into threads in the sleeve on the male fitting."]],[["Luer slip"],["Conical male luer that achieves a friction connection when inserted into a female hub and turned a quarter turn clockwise. "]],[["Lumen"],["The internal space within catheter artery, vein, intestine, or tube."]],[["Lymph"],["Fluid found in lymphatic vessels and nodes derived from tissue fluids."]],[["Lymphedema"],["A type of swelling that occurs in lymphatic tissue when excess fluid collects in the arms or legs because the lymph nodes or vessels are blocked or removed."]],[["Lymphocytes"],["Mononuclear, non-phagocytic leukocytes that are found in the blood and lymph; the body's immunologically competent cells."]],[["Macrophage"],["Any of the many forms of mononuclear phagocytes found in tissues and originating from stem cells in the bone marrow."]],[["Magnetic resonance imaging (MRI)"],["A medical imaging technique used in radiology to visualize internal structures of the body in detail by using nuclear magnetic resonance (NMR) to produce “sliced” images of the body."]],[["Malaria"],["An infectious disease caused by a parasite transmitted by the bite of carrier mosquitoes."]],[["Mandible"],["Lower jaw."]],[["MCH (Mean Corpuscular Hemoglobin)"],["The average hemoglobin content in a red blood cell."]],[["MCHC (Mean Corpuscular Hemoglobin Concentration)"],["The average hemoglobin concentration in red blood cells, expressed as a percentage (g/dL)."]],[["MCV (Mean Corpuscular Volume)"],["Average volume of red blood cells (erythrocytes), expressed in cubic micrometers."]],[["Medial (mesial)"],["Towards or closer to the midline of the body."]],[["Medial cubital vein"],["The communicating vein between the cephalic and basilic veins in the cubital fossa commonly used for venipuncture."]],[["Medical history"],["The systematic questioning of a patient by a medical professional to gather information for diagnosing a condition or disease."]],[["Medication"],["A drug used to treat a disease or condition or to alleviate a symptom (e.g., pain)."]],[["Micron Filter"],["IV filter used to capture and eliminate air and contaminates in the IV system."]],[["Microorganism"],["A microscopic organism or microbe. Some types can cause a variety of diseases, wound, and blood infections."]],[["Milliliter"],["A thousandth of a liter; it equals a cc (cubic centimeter)."]],[["Monocyte"],["A mononuclear, phagocytic leukocyte with an oval to kidney shaped nucleus."]],[["Mononuclear"],["A cell containing only one nucleus."]],[["Multi-sample adapter"],["A device used with a butterfly and Vacutainer ™ holder to allow for the withdrawal of multiple tubes of blood during a venipuncture."]],[["Mural thrombosis"],["A fibrin buildup on the wall of the vessel often caused by trauma during catheter insertion and can lead to vein thrombosis."]],[["Needle"],["A thin, sharp metal tube attached to a syringe for injecting a patient or the sharp usually semi-curved metal structure at the one end of a suture thread."]],[["Needlestick injury"],["Accidental injuries sustained by medical professionals while working with sharp needles. Injuries may be clean (before injecting) or contaminated (after injecting a patient)."]],[["Negative air pressure"],["Pressure less than that of atmosphere."]],[["Neonate"],["A newborn child, especially one less than one month old."]],[["Neutrophil"],["A polymorphonuclear granular leukocyte having a nucleus with 3-5 lobes connected by slender threads of chromatin and cytoplasm containing fine inconspicuous granules."]],[["Normal saline solution"],["An isotonic crystalloid solution that contains 0.9% sodium chloride dissolved in sterile water."]],[["Nosocomial infection"],["An infection whose origin is from the hospital environment."]],[["Occlusion"],["Blocked artery, vein, IV catheter, or tubing. Also, refers to an occlusion alarm on a pump that sounds when the IV setup becomes blocked."]],[["OHASA"],["Acronym for Occupational Health and Safety Act."]],[["Oncology"],["Scientific and medical study of cancer."]],[["Order of draw"],["The order in which blood sample tubes should be drawn using a multi-sample technique."]],[["OSHA"],["Occupational and Health Safety Administration, part of the United States Department of Labor."]],[["Osmosis"],["The movement of water across a semipermeable membrane from an area of lower solute concentration to an area of higher solute concentration."]],[["Oxygen-carrying solutions"],["Chemically prepared solutions that can carry oxygen to the cells."]],[["Oxygen saturation (SpO2)"],["Oxygen saturation or (O2 sats) measures the percentage of hemoglobin binding sites in the bloodstream occupied by oxygen."]],[["Oxyhemoglobin"],["Hemoglobin that has been bound with oxygen in the lungs for the purpose of transport of oxygen to cells of the body."]],[["PCA"],["Patient-Controlled Analgesia (pain medication)."]],[["Packed red blood cells"],["In transfusion medicine, packed red blood cells are red blood cells that have been separated from whole blood for transfusion purposes."]],[["Pallor"],["Paleness; increase in the absence of skin color; the absence of color in skin."]],[["Palmar"],["Referring to the palm surface or side of the hand."]],[["Palpate"],["To examine or feel with the hand."]],[["Palpation"],["The act of gathering information about the patient with the medical professional using the sense of touch."]],[["Parenteral nutrition (PN)"],["Parenteral nutrition is feeding a person intravenously, bypassing the usual process of eating and digestion."]],[["Patent (patency)"],["Generally referring to an open, clear (not occluded) IV catheter."]],[["Pathogen"],["Any microorganism that produces disease."]],[["Pathogenesis"],["The development and progression of a disease."]],[["Pathogenic"],["Having the capability of producing disease."]],[["Pediatric"],["Referring to the medical care of children including the prevention and treatment of children's diseases."]],[["PEP (Post-exposure prophylaxis)"],["Steps to take to prevent or minimize the risk of infection after a patient or healthcare worker has been exposed to a known pathogen (e.g., HIV)."]],[["Peripheral blood"],["Blood circulating in blood vessels outside of the heart and major blood vessels."]],[["Peripheral Line"],["Any IV line placed on the periphery of the body (e.g., arm, leg, hand, or foot)."]],[["Peripherally Inserted Catheter (PIC)"],["Catheter that is placed on the periphery of the body (e.g., arm, leg, hand, or foot)."]],[["Peripherally Inserted Central Catheter (PICC)"],["Catheter that is placed on the periphery of the body, generally from the arm with the catheter tip positioned in the superior vena cava."]],[["Peritoneal dialysis"],["Dialysis through the peritoneum."]],[["Peritoneum"],["The membrane lining the abdominal and pelvic wall."]],[["PH"],["A scale from 0-14 indicating the level of acidity or alkalinity (< 7 is acidic, 7 = neutral and > 7 is alkaline)."]],[["Phagocytosis"],["A phagocyte is any cell capable of ingesting particulate matter."]],[["Phlebitis"],["Inflamed, irritated vein."]],[["Phlebotomist"],["One who practices phlebotomy."]],[["Phlebotomy"],["Needle puncture of a vein for the purpose of drawing blood (venipuncture)."]],[["Physician"],["A doctor who diagnoses and treats diseases and injuries using methods other than surgery."]],[["Physiology"],["The branch of biology that deals with the internal workings and functions of living organisms."]],[["Piggyback"],["Accessing a primary IV line at a secondary port (Y-site)."]],[["Pipet"],["A glass or transparent plastic tube used to accurately measure small amounts of liquid."]],[["Plasma"],["Blood plasma is the liquid component of blood, making up around half of the total blood volume. It consists of about 90% water, the balance being proteins, minerals, clotting factors, hormones, and immunoglobulins."]],[["Plateletpheresis"],["The selective separation and removal of platelets from withdrawn blood."]],[["Platelet-rich plasma (PRP)"],["Platelet-rich plasma has been used as an adjunct to wound healing for several decades."]],[["Pleural"],["Pertaining to the thin transparent membrane that lines the chest wall and doubles back to cover the lungs."]],[["Plunger"],["Piston-like part of a syringe for exerting pressure for injecting or negative pressure for aspirating."]],[["Polymorphonuclear"],["A white blood cell with a nucleus so deeply lobed so as to appear to have multiple nuclei."]],[["Ports"],["A port is a small medical appliance that is installed beneath the skin with a catheter connecting the port to a vein. Under the skin, the port has a septum through which drugs can be injected and blood samples can be drawn many times."]],[["Posterior"],["Towards the back of the body."]],[["Povidone-iodine"],["A topical antiseptic occasionally used in phlebotomy."]],[["Primary Line"],["Main IV tubing."]],[["Priming"],["The elimination of air in the IV setup by infusing solution prior to IV administration."]],[["P.r.n. adapter"],["The Luer lock adapter placed on a catheter or cannula to allow administration of injections."]],[["P.r.n. (Latin: pro re nata)"],["Means ‘as needed’ or ‘as the situation arises’. Used when prescribing medication only to be used if necessary."]],[["Prone"],["Lying face down, as opposed to supine."]],[["Prophylaxis"],["A preventative treatment; medication prescribed with the intent to prevent complications that may develop following a surgical procedure."]],[["Protocol"],["Guidelines written to prescribe safe and effective clinical practice."]],[["Proximal"],["Nearer to the head and torso or nearer to the IV fluid bag."]],[["Pulse points"],["Specific areas or points on the human body where an arterial pulse or throb can be palpated on mild digital (fingertip) pressure."]],[["Pus"],["The yellowish or greenish fluid that forms at sites of infection, consisting of dead white blood cells, dead tissue, bacteria, and blood serum."]],[["Radiography"],["The use of X-rays to view the internal structures of a human or an animal body."]],[["Radiology"],["The branch of medicine that deals with the use of X-rays and radioactive substances such as radium in the diagnosis and treatment of diseases."]],[["Regional anesthesia"],["Anesthesia that affects a large part of the body such as a limb or the lower half of the body."]],[["Residual Volume"],["The volume withheld in an IV device. Refers to what amount of fluid resides in a connector and is not delivered to the patient. "]],[["Reverse isolation"],["An isolation procedure for protecting patients whose immune response has been greatly reduced from contracting disease."]],[["Reverse Trendelenburg"],["Patient lying on the back with the bed angulated so the feet are about 15°-30° lower than the head."]],[["Rh system"],["A specific type of human blood group responsible for hemolytic disease of the newborn."]],[["Ringer’s Lactate"],["An isotonic crystalloid solution containing the solutes sodium chloride, potassium chloride, calcium chloride, and sodium lactate, dissolved in sterile water."]],[["RN (Registered Nurse)"],["A nurse who has graduated from a nursing program at a college or university and has passed a national licensing exam."]],[["Safety-engineered needles"],["Needles designed to prevent or minimize real time injuries."]],[["Saline"],["Solution of salt and water used as a carrier for all IV drugs and hydration. Normal saline is a 0.9% solution with the same osmotic pressure as that of blood."]],[["Saliva"],["The clear liquid consisting of water, mucin, protein, and enzymes, secreted into the mouth by the salivary glands. It moistens food and starts the breakdown of starches."]],[["SASH"],["Saline flush → Antibiotic → Saline flush → Heparin."]],[["Sclerosis"],["The hardening of an artery or vein, usually seen in the elderly."]],[["Scrubs"],["The shirts and trousers or gowns worn by nurses, surgeons, and other operating room personnel when ‘scrubbing in’ for surgery."]],[["Secondary Line"],["IV line used to access a main/primary line at a secondary port (Y-site)."]],[["Seldinger Technique"],["Over the wire insertion method used for catheter insertion."]],[["Semen"],["The liquid that contains sperm produced by the male sex organs."]],[["Semipermeable"],["Permitting the passage of certain molecules and hindering others."]],[["Sepsis"],["A localized or systemic state of inflammation caused by disease forming bacteria and their products (e.g., toxins)."]],[["Serum"],["Referring to blood, the clear liquid portion of blood that separates out after clotting has taken place."]],[["Sharps injury"],["An injury occurring when a sharp object penetrates the skin or mucous membranes."]],[["Sharps"],["Objects or devices with acute rigid corners, edge, points, or protuberances capable of cutting or penetrating the skin (hypodermic needles, scalpels, blades, lancets, broken glass, etc.)."]],[["Sodium"],["The most common electrolyte found in animal blood serum."]],[["Solute"],["Particles that are dissolved in the sterile water (solvent) of an IV fluid."]],[["Solvent"],["The liquid portion of an IV solution that the solute dissolves into. The most common solvent is sterile water."]],[["Sputum"],["A mucus or phlegm-like substance coughed up from the respiratory tract."]],[["Standard precautions"],["The routine use of safe work practices and protective barriers to minimize the spread of infectious diseases and prevent sharps injuries. "]],[["Stat"],["Abbreviation for the Latin word statim, meaning immediately. "]],[["Sterile procedure"],["Referring to an invasive procedure where a special sterile and aseptic protocol is followed to minimize the risk of causing and transmitting infection."]],[["Subcutaneous injection (abbreviated as SQ or SC)"],["An injection of medication into the subcutaneous layer of the skin (below the dermis and epidermis)."]],[["Submucosa"],["A layer of loosely meshed microscopic fibers and associated connective tissue cells beneath a mucous membrane."]],[["Superficial"],["Relating to, affecting, or located on or near the surface of something."]],[["Superior"],["Towards the upper aspects of the body."]],[["Supine"],["Patient lying on the back and with the face upwards."]],[["Suturing"],["The closure of a wound by joining the edges."]],[["Swan-Ganz® Catheter"],["A catheter with a balloon at the tip, passed via one of the major veins into the right side of the heart and the arteries leading to the lungs, which monitors the heart's function, blood flow, and intravascular pressure in these vessels."]],[["Sweat"],["The clear salty liquid that passes through minute pores to the surface of the skin when somebody is hot as a result of strenuous activity, fear, anxiety, or illness."]],[["Syncope"],["Fainting."]],[["Syringe"],["A medical device commonly used for injecting medication into the body or withdrawing fluid (e.g., blood or pus) from the body. The basic parts of a syringe are the barrel, plunger, and tip."]],[["Therapeutic phlebotomy (letting blood)"],["A therapeutic procedure to remove blood from the bloodstream primarily for medical reasons."]],[["Therapeutic"],["Promoting healing or a healing agent."]],[["Third space"],["The third space is space in the body where fluid does not normally collect in larger amounts, or where any significant fluid collection is physiologically non-functional (e.g., peritoneal, pleural space, etc.)."]],[["Thrombocytes"],["Very small, irregularly shaped, clear cells derived from fragmentation of precursor megakaryocytes. Platelets are involved in hemostasis leading to the formation of blood clots."]],[["Thrombocytopenia"],["Decrease in the number of blood platelets below normal values."]],[["Thrombosis"],["A buildup of blood fibrin and platelets in the circulatory system which can lead to embolism or clotting."]],[["Thrombus"],["A blood clot that forms in a blood vessel and remains at the site of formation."]],[["Tissue infiltration"],["Intravenous fluid seeping into the surrounding tissue instead of flowing into a vein."]],[["Topical anesthetic"],["The numbing of the surface of a mucous membrane or the skin in an attempt to avoid or reduce pain experienced by the patient on needle pricking or minor surgical procedures."]],[["Total body water"],["The total amount of water contained within the cells, around the cells, and in the bloodstream."]],[["Total Parenteral Nutrition (TPN)"],["IV fluids used as a complete nutritional replacement for a period of time."]],[["Tourniquet"],["A band applied around an arm or leg in order to temporary reduce or stop the venous or arterial blood flow in a limb."]],[["Transplant"],["An organ or tissue taken from the body for grafting into another part of the same body or into another individual."]],[["Transudate"],["A bodily fluid that passes through a membrane, filtering out most of the protein and cellular elements, thus yielding a watery solution."]],[["Transudates"],["A fluid that passes through the pores or interstices of a membrane."]],[["Trendelenburg position"],["Patient lying on their back with the bed angulated so the head is about 15°-30° lower that the feet."]],[["Ultrasound"],["A technique that uses high-frequency sound waves for medical diagnosis and treatment (e.g., to create images of internal organs)."]],[["Urinalysis"],["The analysis of the physical, chemical, and microbiological properties of urine, carried out to help diagnose disease, monitor treatment, or detect the presence of specific substances."]],[["Urine"],["The yellowish liquid containing waste products that is excreted by the kidneys and discharged through the urethra."]],[["Urticaria"],["A skin rash, usually occurring due to an allergic reaction, marked by itchiness and small pale or red swellings."]],[["Vacutainer®"],["The brand name and often generically term used to describe the equipment used to draw or aspirate blood from a vessel by venipuncture."]],[["Vacutainer® holder"],["A cylindrical shaped holder that accepts a Vacutainer® tube on one end and a Vacutainer ™ needle on the other."]],[["Vacutainer® needle"],["The needle used to attach to a Vacutainer holder."]],[["Vacutainer® system"],["The combination of a Vacutainer holder, needle, and sample tube which allows for a more automated method of drawing blood."]],[["Vacutainer® tube"],["Blood sample tubes containing a vacuum."]],[["Vacuum tube"],["A sterile glass or plastic tube with an evacuated closure to create a vacuum inside the tube facilitating the draw of a predetermined volume of liquid."]],[["Valve"],["A membranous structure in a hollow organ or vessel such as the heart or vein that ensures the unidirectional flow of blood passing through it by closing intermittently."]],[["Vascular graft"],["Harvesting an artery or vein and transplanting it to another site."]],[["Vascular"],["Pertaining to or composed of blood vessels."]],[["Vasoconstriction"],["A decrease in the inside diameter of blood vessels leading to a decrease in blood flow."]],[["Vasovagal response"],["The vasovagal response is the development of inappropriate cardiac slowing and arteriolar dilatation."]],[["Vasovagal syncope"],["Fainting due to a vasovagal response."]],[["Vein"],["A blood vessel that carries blood towards the heart."]],[["Venesection"],["Surgically opening of a vein for the purpose of collecting blood."]],[["Venipuncture"],["The puncturing of a vein for any medical purpose (e.g., to take blood, to feed somebody intravenously, or to administer a drug). The act of inserting a needle or catheter into a vein."]],[["Venous access"],["Insertion of a cannula into a vein allowing entrance to the circulatory system to infuse medication or solutions, or to draw blood."]],[["Ventral"],["Referring to or situated on the front of the body, the palms of the hands, and soles of the feet."]],[["Venule"],["A very tiny vein continuous with the capillaries."]],[["Veterinary"],["Pertaining to diseases of animals and their treatment."]],[["Vial"],["A small glass, plastic vessel, or bottle used to store medication as liquids or powders."]],[["Warfarin"],["A synthetic anticoagulant. "]],[["White blood cell count"],["The number of white blood cells (leukocytes) found in the peripheral blood and measured per cubic millimeter."]],[["WHO"],["Acronym for World Health Organization."]],[["Whole blood"],["A term used in transfusion medicine, meaning human blood from a standard blood donation."]],[["Winged infusion set"],["A type of needle used in venipuncture (phlebotomy) often used with people who have difficult venous access."]],[["Y Site"],["Injection port that branches off primary lines. Used for piggybacking medications into primary set."]]]}